Repository: LokiZzz/BRIX
Catalog: BRIX.Mobile/Resources/Localizations/Localization.*.resx
Languages: ru

source: Abilities
ru: Способности

# AbilitiesList_Help
source: Swipe right to edit and swipe left to delete.
ru: Сдвиньте карточку способности вправо, чтобы редактировать способность или сдвиньте карточку влево, чтобы её удалить.

source: Ability cost:
ru: Стоимость:

# AbilityEXPOverflowMessage
source: You cannot save such parameters to the ability, as you do not have enough experience points for this. Weaken the ability or exit editing without saving using the back button in the top left corner.
ru: Вы не можете сохранить такие параметры у способности, так как у вас не хватает для этого очков опыта. Ослабьте способность или выйдите из редактирования без сохранения, используя кнопку «Назад» в верхнем левом углу.

# AbilityPower
source: Power
ru: Мощность

# AbleToMove
source: Character can move freely
ru: Персонаж может свободно двигаться

# AbleToTalk
source: Character can talk
ru: Персонаж может говорить

# ActionPointAspectHint
source: Almost any ability is used by spending action points. The more action points an ability spends, the cheaper it will be in experience points.
ru: Практически любые способности ипользуются посредством траты очков действий. Чем больше очков действий тратит способность, тем дешевле она будет в очках опыта.

source: Action points
ru: Очки действия

source: Activate
ru: Активировать

source: Activation condition
ru: Условие активации

# ActivationConditionsHint
source: The effect will be applied only if all the specified conditions are met by the time the ability is activated.
ru: Эффект будет применён, только если к моменту активации способности все указанные условия будут соблюдены.

# ActivationConditionWarning
source: Such activation condition already exists.
ru: Такое условие активации уже есть.

source: Activation settings
ru: Настройки активации

source: Activation trigger
ru: Триггер активации

source: Activation triggers
ru: Триггеры активации

# ActivationTriggersHint
source: An ability can be activated automatically if you add activation triggers to it. A trigger is an event that must occur for an ability to activate without spending action points. With each added trigger the ability will become more expensive.
ru: Способность может быть активирована автоматически, если добавить к ней триггеры активации. Триггер — это событие, которое должно произойти, чтобы способность активировалась без траты очков действий. С каждым добавленным триггером способность будет дороже.

source: Add
ru: Добавить

source: Add condition
ru: Добавить условие

source: Add health
ru: Увеличить здоровье

# AddHealthHint
source: You can increase the amount of health points your character has by pouring experience points into it. Be careful, the cost scale is progressive and the more experience you pour into health, the more expensive each health point will be.
ru: Вы можете увеличить количество очков здоровья у своего персонажа, вливая в него очки опыта. Будьте внимательны, шкала стоимости является прогрессивной и чем больше вы будете вливать опыта в здоровье, тем дороже будет каждое очко здоровья.

# AddHealthNotEnoughExpAlert
source: You have no enough experience points to add that health points count to your character.
ru: У вас не хватает очков опыта, чтобы добвить персонажу такое количество здоровья.

# AddInventoryItem
source: Add item
ru: Добавить предмет

source: Additional health
ru: Дополнительное здоровье

source: Add NPC
ru: Добавить NPC

# AddOrEditAbilityPageTitle_Add
source: Add ability
ru: Новая способность

# AddOrEditAbilityPageTitle_Edit
source: Edit ability
ru: Изменить способность

# AddOrEditAbilityPageTitle_Upgrade
source: Upgrade ability
ru: Улучшить способность

# AddOrEditCharacterPageTitle_Add
source: Add character
ru: Новый персонаж

# AddOrEditCharacterPageTitle_Edit
source: Edit character
ru: Персонаж

source: Add project
ru: Добавить проект

source: Add restriction
ru: Добавить ограничение

source: Add size
ru: Добавить размер

source: Add status
ru: Добавить статус

source: Appearance
ru: Внешность

source: Apply
ru: Применить

source: Arbitrary path
ru: Произвольный путь

source: Area
ru: Область

source: Area binding
ru: Привязка области

# AreaBindingHint
source: An area that exists for some time remains in place and is tied to a certain point in space. But it can also be attached to a character or object and move along with the object of attachment.
ru: Область, которая существует некоторое время, остаётся на месте и привязывается к некоторой точке в пространстве. Но так же она может быть привзяана к персонажу или предмету и перемещаться вместе с объектом привязки.

# AreaMovingDistance
source: Moving distance
ru: Перемещение в метрах

source: Areas count
ru: Количество областей

# AskAdjust
source: Adjust?
ru: Скорректировать?

# AskDeleteContainerWithContent
source: Delete contents of a container?
ru: Удалить содержимое контейнера?

# AskDeleteMaterialSupport
source: Are you sure you want to delete «{0}» ability material support?
ru: Вы уверены, что хотите удалить материальное обеспечение способности «{0}»?

# AskDeleteProject
source: Are you sure you want to delete project «{0}»?
ru: Вы уверены, что хотите удалить проект «{0}»?

# AskDeleteStatus
source: Are you sure you want to delete status «{0}»?
ru: Вы уверены, что хотите удалить статус «{0}»?

# AskIfYouWantToConcord
source: Are you sure you want to concord the aspect? This aspect will be synchronized with other effects and the old settings will be lost.
ru: Вы уверены, что хотите согласовать аспект? Этот аспект будет синхронизирован с другими эффектами и старые настройки будут сброшены.

# AskToDeleteInventoryItem
source: Are you sure you want to delete «{0}»?
ru: Вы уверены, что хотите удалить «{0}»?

# AspectActionPoints
source: Action points
ru: Очки действий

# AspectActivationConditions
source: Activation conditions
ru: Условия активации

# AspectAOE
source: Area of effect
ru: Область эффекта

# AspectAOEDistance
source: Distance (D)
ru: Расстояние (D)

# AspectAOEHint
source: Effect area. For example, the shape of an area with difficult terrain, the shape of a shield, or an area where creatures can be summoned.
ru: Область действия эффекта. Например, форма области с труднопроходимой местностью, форма щита или область, в которую могут быть призваны существа.

# AspectCooldown
source: Cooldown
ru: Время перезарядки

# AspectObstacle
source: Obstacles
ru: Препятствия

# AspectRoundDuration
source: Duration
ru: Длительность

source: Aspects
ru: Аспекты

# AspectTargetChain
source: Target chain
ru: Цепи целей

# AspectTargetSelection
source: Target selection
ru: Выбор цели

# AspectVampirism
source: Vampirism
ru: Вампиризм

# AspectVampirismHint
source: Heals a character by percent of the damage he inflicted.
ru: Исцеляет персонажа на процент от урона, который он нанёс.

source: Attack
ru: Атака

source: Average:
ru: Среднее:

source: Backstory
ru: Предыстория

# BeAlive
source: Must be alive
ru: Должна быть живой

# BeAnObject
source: Must be an object
ru: Должна быть предметом

# BeViable
source: Must be viable
ru: Должна быть дееспособной

source: Big
ru: Большой

source: Brick wall
ru: Кирпичная стена

source: Browse...
ru: Обзор...

source: Burrow
ru: Пермещение сквозь материю

# CannotReset
source: Not rechargeable (single use)
ru: Не перезаряжается (одноразовая)

source: Change language
ru: Изменить язык

source: Character
ru: Персонаж

# CharacterAbilitiesPageTitle
source: Abilities
ru: Способности

# CharacterCanDisableEffect
source: Can the character cancel the effect?
ru: Персонаж может отменить эффект?

# CharacterCanDisableEffectHint
source: There is an option when a character can cancel a long-term effect that he himself created without spending resources, but this option increases the cost of the ability.
ru: Возможна опция, когда персонаж может не тратя ресурсов отменить длительный эффект, который сам создал, но такая опция удорожает способность.

# CharacterDetails
source: Details
ru: Детали

source: Character health
ru: Здоровье персонажа

# CharacterListPageTitle
source: Character list
ru: Список персонажей

# CharacterList_Help
source: Tap to select, swipe right to edit and swipe left to delete.
ru: Коснитесь карточки персонажа, чтобы выбрать его, сдвиньте карточку вправо, чтобы редактировать персонажа или сдвиньте карточку влево, чтобы его удалить.

# CharacterMovigSpeed
source: Moving speed (m/AP)
ru: Скорость (м/ОД)

# CharacterStatusesPageHelp
source: To edit a status, slide the status card to the right; to delete, slide it to the left.
ru: Чтобы редактировать статус, сдвиньте карточку статуса вправо, чтобы удалить, сдвиньте её влево.

# CharacterTab
source: Character
ru: Персонаж

# CharacterTabAbilities
source: Abilities
ru: Способности

# CharacterTabDetails
source: Details
ru: Детали

# CharacterTabInventory
source: Inventory
ru: Инвентарь

# ChooseLanguage
source: Choose the language
ru: Выберите язык

source: Clear
ru: Очистить

source: Coins
ru: Монеты

source: Colossal
ru: Колоссальный

# CommonDescription
source: Description
ru: Описание

# CommonName
source: Name
ru: Название

source: Concord
ru: Согласовать

source: Consumable
ru: Расходник

source: Container
ru: Контейнер

source: Cooldown
ru: Время перезарядки

# CooldownAspectHint
source: Specify whether the number of uses of the ability per day is limited and how many uses per day are available.
ru: Укажите какое время требуется способности, чтобы она перезарядилась и могла использоваться вновь. Вы также можете выбрать количество раз, которое вы можете использовать способность, прежде чем ей понадобится перезарядка.

source: Count
ru: Количество

# CountPostfix
source: pcs.
ru: шт.

source: Create
ru: Создать

source: Create new character
ru: Создать персонажа

# CreateStatusFromAbility
source: From ability...
ru: Из способности...

source: Creatures
ru: Существа

# CurrentAdjustment
source: Current (+0%)
ru: Сейчас (+0%)

# CurrentCharacterPageTitle
source: Character
ru: Персонаж

source: Current language
ru: Текущий язык приложения

source: Damage
ru: Урон

# DamageEffectPageHint
source: Here is the set of dice or value you should use to decide how much damage your ability dealt.
ru: Каждый раз, когда вы используете свою способность, бросайте набор костей, указанный ниже, чтобы определить, сколько урона нанесла способность.

source: Day
ru: День

# DaysCountFormat
source: {0} days
ru: {0} дней

# DeleteAbilityQuestion
source: Are you sure you want to delete the ability?
ru: Вы уверены, что хотите удалить способность?

# DeleteCharacterQuestion
source: Are you sure you want to delete the character?
ru: Вы уверены, что хотите удалить этого персонажа?

# DeleteEffectQuestion
source: Are you sure you want to delete the effect?
ru: Вы точно хотите удалить этот эффект?

source: Dense vegetation
ru: Густая растительность

source: Description
ru: Описание

source: Desired power
ru: Желаемая мощность

# DicePoolEditorNoDices
source: The formula is empty, to add elements to the formula, click the «Edit» button.
ru: Формула пуста, чтобы добавить элементы в формулу, нажмите кнопку «Изменить».

# DiceRollOptions
source: Roll options:
ru: Опции броска:

# DiceValuePopupHint
source: Enter the value in the format commonly used for dice formulas. For example, 3d6 + 2d4 + 5. In such formulas, the number before «d» means the number of dice, the number after «d» - the number of faces on the dice of this type. You can use custom dice like d11 or d19 if you like.
ru: Введите значение в формате, обычно используемом для формул с игральными костями. Например, 3d6 + 2d4 + 5. В таких формулах число перед «d» означает количество костей, а число после «d» — количество граней на костях. Вы можете использовать нестандартные кости, такие как d11 или d19, если хотите.

# DiceValuePopupPlaceholder
source: Dice formula
ru: Формула

# DiceValuePopupTitle
source: Dice value
ru: Кости

source: Discord
ru: Рассогласовать

source: Disposable
ru: Одноразовость

source: Distance to area
ru: Расстояние до области

# DurationHint
source: You can specify the time for which the effect will last.
ru: Вы можете указать время, в течение которого будет действовать эффект.

# EasyActivationCondition
source: Low difficulty condition
ru: Условие малой сложности

source: Easy difficulty
ru: Низкая сложность

source: Edit
ru: Изменить

# EditAbility_Help
source: To add an effect, click the big plus button in the effects list. To remove an effect, slide its card to the left, to edit it, move it to the right. If the ability has material support, you can remove its element with a double tap.
ru: Чтобы добавить эффект, нажмите большую кнопку с плюсом в списке эффектов. Чтобы удалить эффект, сдвиньте его карточку влево, чтобы его редактировать — вправо. Если у способности есть материальное обеспечение, вы можете удалить его элемент при помощи двойного касания.

# EditInventoryItem
source: Edit item
ru: Изменить предмет

source: Edit NPC
ru: Изменить NPC

source: Edit project
ru: Изменить проект

source: Edit status
ru: Изменить статус

# EffectAcceleration
source: Acceleration
ru: Ускорение

# EffectAccelerationHint
source: Increases the target's maximum action points.
ru: Увеличивает максимальное количество очков действия у цели.

# EffectAmplification
source: Amplification
ru: Усиление

# EffectAmplificationHint
source: Increases the damage the target deals.
ru: Увеличивает урон, который наносит цель.

# EffectCancelation
source: Cancelation
ru: Отмена

# EffectCancelationHint
source: Prevents the target from activating an ability. The effect only triggers if an ability with that effect was activated by a reaction or trigger. The power ability being canceled must not exceed the specified experience point limit.
ru: Предотвращает активацию способности целью. Эффект срабатывает только если способность с этим эффектом была активирована реакцией или триггером. Отменяемая способность по мощности не должна превышать ограничение в указанных очках опыта.

# EffectCleanse
source: Cleanse
ru: Очищение

# EffectCleanseHint
source: Removing statuses from a target. Several statuses can be removed. The character decides which statuses will be removed, but each status must not exceed the status power limit.
ru: Снятие статусов с цели. Может быть снято несколько статусов. Какие именно статусы будут сняты решает персонаж, но каждый статус не должен превышать ограничение мощности.

# EffectDamage
source: Damage
ru: Урон

# EffectDangerousTerrain
source: Dangerous terrain
ru: Опасная местность

# EffectDangerousTerrainHint
source: Creates an area that deals damage to a character who has started a move in it or moved 1 meter within it.
ru: Создаёт область, наносящую урон персонажу, который начал в ней ход или переместился в ней на 1 метр.

# EffectDeceleration
source: Deceleration
ru: Замедление

# EffectDecelerationHint
source: Decreases the target's maximum action points.
ru: Уменьшает максимальное количество очков действия у цели.

# EffectDefense
source: Defense
ru: Защита

# EffectDefenseHint
source: Any damage to the target is decreased by the specified amount.
ru: Любой урон по цели уменьшается на указанное значение.

# EffectDifficultTerrain
source: Difficult terrain
ru: Сложная местность

# EffectDifficultTerrainHint
source: Creates a difficult terrain with specified difficulty class.
ru: Создаёт местность с заданным классом сложности

source: Effect duration
ru: Длительность эффекта

# EffectExhaustion
source: Exhaustion
ru: Истощение

# EffectFortify
source: Fortify
ru: Укрепление

# EffectHeal
source: Heal
ru: Лечение

# EffectInvisibility
source: Invisibility
ru: Невидимость

# EffectInvisibilityHint
source: Makes targets invisible.
ru: Делает цели невидимыми.

# EffectMoveArea
source: Move area
ru: Перемещение области

# EffectMoveAreaHint
source: Moves the area of ​​effect of an ability a specified distance in any direction.
ru: Перемещает область действия способность на заданное расстояние в любом направлении.

# EffectMoveCharacter
source: Move character
ru: Перемещение персонажа

# EffectMoveCharacterHint
source: The effect allows the character to change his position in space according to the rules of movement. Movement speed refers to the distance a character can move by spending one action point.
ru: Эффект позволяет персонажу менять своё положение в пространстве по правилам перемещения. Скорость перемещения обозначает расстояние, на которое персонаж может переместиться, потратив одно очко действия.

# EffectMoveTarget
source: Move target
ru: Перемещение цели

# EffectMoveTargetHint
source: Moves the target along a specified path for a specified distance.
ru: Перемещает цель по заданному пути на заданное расстояние.

# EffectPeriodicDamage
source: Periodic damage
ru: Периодический урон

# EffectPeriodicDamageHint
source: Deals damage to the target once per round for a certain number of rounds.
ru: Наносит цели урон раз в раунд определённое количество раундов.

# EffectReduction
source: Reduction
ru: Ослабление

# EffectReductionHint
source: Decreases the damage the target deals.
ru: Уменьшает урон, который наносит цель.

# EffectRevenge
source: Revenge
ru: Возмездие

# EffectRevengeHint
source: The character declares activation and starts accumulating incoming damage for a set number of rounds. Before this time expires, the character can use the reaction and deal all the accumulated damage to the opponents.
ru: Персонаж заявляет активацию и начинает накапливать входящий урон заданное количество раундов. До истечения этого времени персонаж может реакцией нанести весь накопленный урон противникам.

source: Effects
ru: Эффекты

# EffectShield
source: Shield
ru: Щит

# EffectShieldHint
source: The effect creates a shield that protects the targets behind it from damage. It has strength expressed in health points.
ru: Эффект создаёт щит, который защищает находящиеся за ним цели от урона. Имеет прочность, выраженную в очках здоровья.

# EffectSummonCreature
source: Summon creature
ru: Призыв существ

# EffectSummonCreatureHint
source: Summons creatures to the battlefield.
ru: Призывает существ на поле боя.

# EffectVulnerability
source: Vulnerability
ru: Уязвимость

# EffectVulnerabilityHint
source: Any damage to the target is increased by the specified amount.
ru: Любой урон по цели увеличивается на указанное значение.

# EffectWin
source: Win
ru: Победа

source: Encounter
ru: Столкновение

# EnterHighProbabilityTrigger
source: Enter a high probability trigger, for example: "Character has taken damage."
ru: Введите триггер с высокой вероятностью, например: «Персонаж получил урон».

# EnterHighRarityRestriction
source: Enter a sign of high rarity, continuing the sentence: "Target...". For example: "Must have a tattoo", "Must be a dragon", "Must be born in June".
ru: Введите признак высокой редкости, продолжая предложение: «Цель...». Например: «Должна иметь татуировку», «Должна быть драконом», «Должна быть рождена в июне».

# EnterLowActivationCondition
source: Specify an easily reproducible condition or a condition of low rarity.
ru: Укажите легко воспроизводимое условие или условие малой редкости. Например конкретное время суток, наличие видимого неба, близость сосудов с жидкостями, наличие гладких вертикальных поверхностей, обязательное звучание музыки, активация только в темноте и т.п.

# EnterLowProbabilityTrigger
source: Enter a low probability trigger, for example: "The character is being attacked by an undead."
ru: Введите триггер с низкой вероятностью, например: «Персонажа атакует нежить».

# EnterLowRarityRestriction
source: Enter a low rarity property, continuing the sentence: "Target...". For example: "Must be female", "Must be an elf", "Must have a soul", "Must be made of wood".
ru: Введите признак низкой редкости, продолжая предложение: «Цель...». Например: «Должна быть женского пола», «Должна быть эльфом», «Должна иметь душу», «Должна быть предметом из дерева».

# EnterMediumRarityRestriction
source: Enter a sign of medium rarity, continuing the sentence: Target...". For example: “Must be in armor”, “Must be in water”, “Must breathe”.
ru: Введите признак средней редкости, продолжая предложение: «Цель...». Например: «Должна быть в доспехах», «Должна находится в воде», «Должна дышать».

# EnterStandartProbabilityTrigger
source: Enter a trigger with a standard probability, for example: “An ally was attacked from afar.”
ru: Введите триггер со стандартной вероятностью, например: «Союзника атаковали издали».

source: Equipment
ru: Снаряжение

# ETriggerProbability_High
source: High probability
ru: Высокая вероятность

# ETriggerProbability_Low
source: Low probability
ru: Низкая вероятность

# ExhaustionEffectPageHint
source: Temporarily decreases the target's maximum health. The cost scale is progressive and depends on the amount by which health is increased. The amount by which health is reduced can be determined by rolling the dice.
ru: Временно уменьшает количество максимальных очков здоровья цели. Шкала стоимости прогрессивная и зависит от количества, на которое увеличивается здоровье. Количество, на которое уменьшится здоровье может определяться броском костей.

# EXPAlreadySpent
source: Already spent:
ru: Уже занято:

source: Experience
ru: Опыт

source: Experience left:
ru: Опыта осталось:

source: Experience overall:
ru: Опыта всего:

# ExperienceToLevelup
source: Experience
ru: Опыт

# EXPLeft
source: Left:
ru: Осталось:

# EXPStillAvailiable
source: Availiable:
ru: Осталось:

source: Fast adjustment
ru: Быстрая настройка

# FastNPCCreation
source: Fast creation
ru: Быстрое создание

source: Fly
ru: Полёт

# FortifyEffectPageHint
source: Temporarily increases the target's maximum health. The cost scale is progressive and depends on the amount by which health is increased. The number of bonus health points can be determined by rolling the dice.
ru: Временно увеличивает количество максимальных очков здоровья цели. Шкала стоимости прогрессивная и зависит от количества, на которое увеличивается здоровье. Количество бонусных очков здоровья может определяться броском костей.

# FreeExperience
source: Free EXP
ru: Свободно

source: Gigantic
ru: Гигантский

# HardActivationCondition
source: Hard difficulty condition
ru: Условие высокой сложности

source: Hard difficulty
ru: Высокая сложность

# HaveNoActiveStatuses
source: Character have no active statuses.
ru: У персонажа нет активных статусов.

source: Heal
ru: Лечение

# HealDiceImpactHint
source: Each time you use the ability, roll the set of dice listed below to determine how many health points the ability restored.
ru: Каждый раз, когда вы используете свою способность, бросайте набор костей, указанный ниже, чтобы определить, сколько очков здоровья восстановила способность.

source: Health
ru: Здоровье

# HealthSpentAllExp
source: Spend all EXP
ru: Влить весь опыт

# HealthSpentExp
source: Spent exp
ru: Влитые очки опыта

# HearTarget
source: Must be heard
ru: Нужно слышать

source: Help
ru: Помощь

# HideTooltip
source: Ok, hide message
ru: Скрыть подсказку

# HighRarityProperty
source: Must have an high rarity property
ru: Должна иметь признак высокой редкости

source: Hour
ru: Час

# HoursCountFormat
source: {0} hours
ru: {0} часов

source: Hours left
ru: Часов осталось

source: Huge
ru: Огромный

# HundredYears
source: 100 years
ru: 100 лет

source: Inventory
ru: Инвентарь

# InventoryAbilitiesWillRisePrice
source: Some abilities depend on this supply, if you remove it, they will take more experience points. Delete?
ru: От этого матераильного обеспечения зависят некоторые способности, если вы удалите его, то они станут занимать больше очков опыта. Удалить?
