Repository: LokiZzz/BRIX
Catalog: BRIX.Mobile/Resources/Localizations/Localization.*.resx
Languages: ru

# InventoryAdjustCoinsHint
source: You have changed the cost of the item and can adjust the amount of coins available to the character according to the new value.
ru: Вы изменили стоимость предмета и можете автоматически скорректировать количество монет, доступных персонажу, в соответствии с новым значением.

# InventoryAskAdjustCoinsAlert
source: You have changed the number of consumables and can automatically adjust the number of coins available to the character according to the new value. Adjust?
ru: Вы изменили количество расходников и можете автоматически скорректировать количество монет, доступных персонажу, в соответствии с новым значением. Скорректировать?

# InventoryItemCost
source: Cost in coins
ru: Стоимость в монетах

# InventoryItemIsAvailiable
source: Is the equipment available to the character?
ru: Снаряжение доступно персонажу?

# InventoryItemProperties
source: Object properties
ru: Параметры предмета

# InventoryItemType
source: Object type
ru: Вид предмета

# InventoryItemWasConatinerAlert
source: The editing item was a container and contained other items. Its type has changed and now it cannot store its content, delete this content?
ru: Изменяемый предмет был контейнером и содержал в себе другие предметы. У него поменялся тип и теперь он не может хранить своё содержимое, удалить это содержимое?

# InventoryNotEnoughCoinsAlert
source: You don't have enough coins in your inventory to store this item. Change the cost of the item or turn off the «Adjust» flag so that the cost of the item does not affect the number of coins in the inventory.
ru: У вас в инвентаре недостаточно монет, чтобы сохранить в нём такой предмет. Измените стоимость предмета или отключите флаг «Скорретировать», чтобы стоимость предмета не повлияла на количество монет в инвентаре.

# InventoryNotEnoughEXPForChanges
source: Some abilities depend on this material support and the character does not have enough experience points to apply such changes.
ru: От данного материального обеспечения зависят некоторые способности и у персонажа не хватает очков опыта, чтобы применить такие изменения.

# InventoryNotEnoughEXPForDelete
source: You will run out of experience points for your current abilities if you remove this item. First, edit the abilities dependent on this item or remove them.
ru: Вам не хватит очков опыта на текущие способности, если вы удалите этот предмет. Сначала отредактируйте зависимые от этого предмета способности или удалите их.

# InventorySameNameAlert
source: Name is empty or there are already an item with the same name in the inventory.
ru: В инвентаре уже есть предмет с таким названием.

# Inventory_Help
source: Tap an item in your inventory to edit it, double tap to delete it, or swipe on the item name from left to right to open the description. By swiping an element from right to left, you can change its quantity.
ru: Коснитесь элемента в инвентаре, чтобы редактировать его, коснитесь дважды, чтобы удалить или проведите по названию элемента слева направо, чтобы открыть описание. Проведя по элементу справа налево, можно изменить его количество.

# IsAreaCanBound
source: Аrea can be bound
ru: Область может быть привязана

# IsAreaDisposable
source: Does the area trigger once and disappear?
ru: Область срабатывает один раз и пропадает?

# IsShieldPermeable
source: Is the shield permeable?
ru: Щит может быть проницаем?

# IsShieldTransparent
source: Is the shield transparent?
ru: Щит прозрачен?

# ItemName
source: Name
ru: Название

source: Language
ru: Язык

source: Leather armor
ru: Кожаная броня

source: Legendary
ru: Легендарный

# LevelFormat
source: Level {0}
ru: Уровень {0}

# ListIsEmpty
source: The list is empty...
ru: Список пуст...

source: Login
ru: Логин

# LowRarityProperty
source: Must have an low rarity property
ru: Должна иметь признак малой редкости

# LuckPoints
source: Luck
ru: Удача

source: Mark of fate
ru: Метка судьбы

# MarkOfFateHint
source: Enter the mark of fate assigned to you by the game master.
ru: Введите метку судьбы, которую вам назначил мастер игры.

source: Marks of fate
ru: Метки судьбы

source: Material support
ru: Материальное обеспечение

source: Max area power
ru: Максимальная мощность

# MaxCanceledStatusesCount
source: Statuses count
ru: Количество

# MaxStatusPower
source: Max power
ru: Максимальная мощность

source: Medium
ru: Средний

# MediumActivationCondition
source: Medium difficulty condition
ru: Условие средней сложности

# MediumRarityProperty
source: Must have an medium rarity property
ru: Должна иметь признак средней редкости

source: Metal armor
ru: Металлический доспех

source: Miniature
ru: Миниатюрный

source: Minute
ru: Минута

# MinutesCountFormat
source: {0} minutes
ru: {0} минут

source: Monstrous
ru: Монструозный

source: Month
ru: Месяц

# MoveTargetDistance
source: Distance
ru: Дистанция

# MoveTargetPath
source: Path
ru: Путь

source: Moving type
ru: Тип перемещения

# MuchMorePowerfullObstacle
source: Some very powerful obstacle
ru: Какое-то очень мощное препятствие

source: Name
ru: Имя

# NewCharacterHealth
source: Character health:
ru: Здоровье персонажа:

source: Nightmare difficulty
ru: Кошмарная сложность

source: No
ru: Нет

# NoneCooldown
source: No cooldown
ru: Не требует перезарядки

# NoPath
source: Teleportation
ru: Телепортация

source: Normal difficulty
ru: Нормальная сложность

# NoSpecialActivationConditions
source: There is no special activation conditions.
ru: Для этого эффекта не указаны никакие особые условия активации.

# NotEnoughEXP
source: Not enough experience points!
ru: Не хватает очков опыта!

# NoTriggers
source: No triggers in this ability.
ru: У этой способности нет триггеров активации.

# NPCAttackDistance
source: Attack distance
ru: Дистанция атаки

# NPCName
source: Name
ru: Имя или название

# NPCPower
source: Power:
ru: Мощность:

# ObstacleBetweenTargetsInChain
source: Obstacles between targets
ru: Препятствия между целями

source: Obstacle equivalent
ru: Эквивалент препятствия

source: Obstacles
ru: Препятствия

# OnlyYoursAbilities
source: Can move only your areas?
ru: Можно перемещать только свои области?

source: Paper sheet
ru: Лист бумаги

source: Party
ru: Партия

source: Password
ru: Пароль

# PlayerHaveNoCharacter
source: Looks like you haven't created any character yet. It is a good reason to create one. Fortunately, there is a button at the bottom of this page specifically for such cases.
ru: Судя по этой пустой странице, вы пока ещё не создали ни одного персонажа. Это повод воспользоваться специальной кнопкой, которая расположена снизу. При помощи неё можно разрешить это временное недоразумение.

# PlayerHaveNoCharacterTitle
source: Nothing...
ru: Здесь ничего нет...

source: Portrait
ru: Портрет

# PortraitHint
source: Click the «Browse» button and select a character image. You can customize the portrait by zooming in, zooming out and moving the image in the window below.
ru: Нажмите кнопку «Обзор» и выберите файл с портретом персонажа. Выбрав изображение, вы можете настроить отображение потрета на странице главного персонажа. Для этого приблизьте, отдалите или переместите изображение в окне, расположенном ниже.

source: Portrait settings
ru: Настройка портрета

source: Project
ru: Проект

# ProjectCurrentSteps
source: Steps completed
ru: Шагов выполнено

source: Projects
ru: Проекты

# ProjectsHelp
source: Character projects are affairs for which progress needs to be tracked. To add a project, tap the plus sign button below. To edit a project, swipe the project card to the right; to delete it, swipe it to the left. To open the project description tap on its name. To increase the progress by one step tap the round progress bar or double tap to decrease it.
ru: Проекты персонажа — это дела, для которых необходимо отслеживать прогресс. Чтобы добавить проект, нажмите кнопку со знаком плюс, расположенную ниже. Чтобы редактировать проект, сдвиньте карточку проекта вправо, чтобы удалить — влево. Вы можете открыть описание проекта, нажав на его название. Вы можете увеличить прогресс на один шаг, нажав на круглую шкалу прогресса единожды или уменьшить его на один шаг, нажав дважды.

# ProjectSteps
source: Steps count
ru: Шагов всего

source: Remember me
ru: Запомнить меня

source: Remove
ru: Удалить

# RemoveNPCQuestion
source: Are you sure you want to delete this NPC?
ru: Вы уверены, что хотите удалить этого NPC?

source: Reset
ru: Сбросить

# RevengeDuration
source: Duration in rounds
ru: Длительность в раундах

source: Round
ru: Раунд

source: Rounds count
ru: Количество раундов

# RoundsCountFormat
source: {0} rounds
ru: {0} раундов

# SameProjectExistsWarning
source: A project with the same name already exists.
ru: Проект с таким названием уже существует.

source: Save
ru: Сохранить

# SeeTarget
source: Must be seen
ru: Нужно видеть

# SelectCharacterPortrait
source: Select character image
ru: Выберите портрет персонажа

# SelectLanguagePageTitle
source: Select language
ru: Язык

source: Set
ru: Установить

source: Settings
ru: Настройки

# SettingsPageTitle
source: Settings
ru: Настройки

# ShieldDurability
source: Durability
ru: Прочность щита

source: Sign In
ru: Авторизоваться

# SignInButton
source: Go
ru: Вперед

# SignInPageTitle
source: Sign In
ru: Авторизация

source: Small
ru: Маленький

source: Speed
ru: Скорость

source: Spread:
ru: Разброс:

source: Statuses
ru: Статусы

source: Status name
ru: Название статуса

source: Straight
ru: По прямой в любом направлении

source: Straight from character
ru: По прямой от персонажа

source: Straight to character
ru: По прямой к персонажу

source: Strategy
ru: Стратегия

source: Swim
ru: Плавание

source: Switch
ru: Сменить

# TargetChainEnable
source: Enable target chain.
ru: Включить цепи целей

# TargetChainHint
source: Targets can form chains. This means that once an effect is applied to a target, it can also be applied to the next target at a given distance from the previous one, and so on. The effect can only be applied once to each target within the chain. The distance is indicated in meters. The maximum number of targets in a chain and the distance between targets is limited. The character himself chooses the order of the targets in the chain.
ru: Цели могут составлять цепи. Это значит, что после того, как к цели применяется эффект, он также может быть применён к следующей цели на заданном расстоянии от предыдущей и так далее. К каждой цели в рамках цепи эффект может быть применён только один раз. Расстояние указывается в метрах. Максимальное количество целей в цепи и расстояние между целями ограничено. Персонаж сам выбирает порядок целей в цепи.

# TargetChainMaxCount
source: Max count of targets
ru: Максимальное количество целей

# TargetChainMaxDistance
source: Max distance between targets
ru: Максимальное расстояние между целями

# TargetChainObstacleHint
source: The effect cannot be applied to the next target in the chain if there is an obstacle with the indicated durability equivalent or stronger between it and the previous target.
ru: Эффект не может быть применён к следующей цели в цепи, если между ней и предыдущей целью находится препятствие с указанным эквивалентом прочности или прочнее.

# TargetHearsCharacter
source: Must hear the character
ru: Должна слышать персонажа

source: Target property
ru: Признак цели

# TargetSeesCharacter
source: Must see the character
ru: Должна видеть персонажа

# TargetSelectionAreaA
source: Length (A)
ru: Длина (А)

# TargetSelectionAreaB
source: Width (B)
ru: Ширина (B)

# TargetSelectionAreaC
source: Height (C)
ru: Высота (C)

# TargetSelectionAreaH
source: Height (H)
ru: Высота (H)

# TargetSelectionAreaN
source: Number of voxels (N)
ru: Количество вокселей (N)

# TargetSelectionAreaObstacleCharacterAndArea
source: Between character and area
ru: Между персонажем и областью

# TargetSelectionAreaObstacleHint
source: The effect cannot be applied if there is an obstacle equal to or stronger than the selected equivalent in strength between the character and the nearest point of the area of ​​effect. Also, the effect cannot be applied to the target if there is an obstacle between it and the epicenter of the area of ​​effect that is equal in strength to the equivalent or stronger than it. The strength for these two types of obstacles is configured separately.
ru: Эффект не может быть применён, если между персонажем и ближайшей точкой области действия находится препятствие равное по прочности выбранному эквиваленту или прочнее него. Так же к цели не может быть применён эффект, если между ней и эпицентром области действия находится препятствие равное по прочности эквиваленту или прочнее него. Прочность для этих двух видов препятствий настраивается отдельно.

# TargetSelectionAreaObstacleTargetAndEpicenter
source: Between target and epicenter
ru: Между эпицентром и целью

# TargetSelectionAreaR
source: Radius (R)
ru: Радиус (R)

# TargetSelectionEcludeTargetsField
source: Excluded targets count
ru: Количество исключённый целей

# TargetSelectionEcludeTargetsHint
source: It is possible to fine-tune the area so that certain targets in the area selected by the character will not be affected. The more such targets a character can exclude, the more expensive the ability.
ru: Существует возможность тонкой настройки области, при которой некоторые, выбранные персонажем, цели в области не будут подвержены эффекту. Чем больше таких целей персонаж может исключить, тем дороже способность.

# TargetSelectionExcludeTargets
source: Exclude targets
ru: Исключение целей

# TargetSelectionIsRandom
source: Random target selection
ru: Случайный выбор цели

# TargetSelectionIsRandomCheckBox
source: Target selection is random
ru: Цели выбираются случайным образом

# TargetSelectionIsRandomHint
source: If the random target selection mode is selected, then the player, when using the ability, will have to select a random target from those that satisfy the other conditions. This will complicate the planning of actions, but it will make the ability cheaper.
ru: Если будет выбран режим случайного выбора целей, то игрок при использовании способности будет должен выбирать случайную цель из тех, которые удоволетворяют остальным условиям. Это усложнит планирование действий, но зато сделает способность дешевле.

# TargetSelectionNTADObstacleHint
source: The effect cannot be applied to the target if there is an obstacle equal to or stronger than the equivalent durability between it and the character.
ru: Эффект не может быть применён к цели, если между ней и персонажем находится препятствие равное эквиваленту прочности или прочнее него.

# TargetSelectionRestrictionWarning
source: Such restriction type already added.
ru: Ограничение такого типа уже добавлено.

# TargetSelectionStratedyArea
source: All targets in area
ru: Все цели в области

# TargetSelectionStratedyAreaDistance
source: Distance to area in meters (D)
ru: Расстояние до области в метрах (D)

# TargetSelectionStratedyAreaHint
source: With this strategy, the effect is applied to targets located in the specified area. All area parameters are specified in meters. An area can be placed at any angle relative to the character, and the area distance is the distance from the character to the nearest point in that area.
ru: С этой стратегией эффект применяется на располагающиеся в заданной области цели. Все параметры области указываются в метрах. Область может быть размещена под любым углом относительно персонажа, а расстояние до области — это расстояние от персонажа до ближайшей точки этой области.

# TargetSelectionStratedyCharacter
source: Character himself
ru: Цель — это сам персонаж

# TargetSelectionStratedyCharacterHint
source: The target is the character himself.
ru: Целью является сам персонаж, использующий способность.

# TargetSelectionStratedyNTAD
source: Multiple targets in the distance
ru: Несколько целей на расстоянии

# TargetSelectionStratedyNTADCount
source: Number of targets
ru: Количество целей

# TargetSelectionStratedyNTADDistance
source: Distance in meters
ru: Расстояние в метрах

# TargetSelectionStratedyNTADHint
source: With this strategy, the effect is applied to a limited number of targets that are no further than the set range. You can not choose same target multiple times.
ru: С этой стратегией эффект применяется на ограниченное количество целей, которые распологаются не далее чем на заданном расстоянии.

# TargetSelectionStrategyHint
source: It is necessary to choose a target selection strategy, there are only two of them:
ru: Необходимо выбрать стратегию выбора цели, всего их две:

# TargetSelectionVoxelHint
source: A voxel is a 1x1 meter cube. From such voxels, you can make an array — the figure of the area in which the effect will be applied to the targets. In the picture an area of ​​five voxels is composed as an example. The maximum distance between adjacent voxels should not exceed the distance from the character to the area.
ru: Воксель — это куб 1х1 метр. Из таких вокселей можно составлять массив — фигуру области, в которой к целям будет применяться эффект. На рисунке в качестве примера составлена область из пяти вокселей.

source: Targets sizes
ru: Размеры целей

# TargetsSizesHint
source: Choose the size of the targets that the ability will affect. The ability cannot be cast on targets of any other size category.
ru: Выберете размеры целей, на которые будет действовать способность. Способность не сможет быть применена к целям любой другой категории размера.

# TargetThreeDot
source: Target...
ru: Цель...

source: Teleportation
ru: Телепортация

# TenYears
source: 10 years
ru: 10 лет

# TerrainDifficultyClass
source: Difficulty class
ru: Класс сложности

source: The target...
ru: Цель...

# TheTargetCanBeAnything
source: Can be anybody or anything.
ru: Может быть кем угодно и чем угодно.

source: Thick steel plate
ru: Толстая стальная плита

source: Thing
ru: Вещь

source: Time unit
ru: Единица времени

source: Tiny
ru: Крохотный

source: Titanic
ru: Титанический

source: Trigger
ru: Триггер

source: Trigger probability
ru: Вероятность триггера

source: Uses count
ru: Количество использований

# VampirismPercent
source: Percent
ru: Процент

# VoxelArrayIsArbitrary
source: The voxels are arbitrary positioned each time
ru: Воксели каждый раз располагаются произвольно

source: Walk
ru: Ходьба

source: Warning
ru: Внимание

source: Week
ru: Неделя

# WinEffectPageHint
source: This effect allows you to win the BRIX game. Instantly and irrevocably. The additional effect of this effect can be discussed within each specific party of players separately.
ru: Этот эффект позволяет победить в игре BRIX. Мгновенно и бесповоротно. Дополнительное действие этого эффекта может быть обсуждено внутри каждой конкретной партии игроков отдельно.

source: Wooden plank
ru: Деревянная доска

source: Year
ru: Год

# YearsCountFormat
source: {0} years
ru: {0} лет

source: Years left
ru: Лет осталось

source: Yes
ru: Да
