Repository: LokiZzz/BRIX
Catalog: BRIX.Lexica/Resources.*.resx
Languages: ru

# ActionPointAspect
source: To use this ability you have to spend {0:prop.ActionPoints--action point}.
ru: Чтобы использовать эту способность, вы должны потратить {0:prop.ActionPoints--очко,очка,очков} действия.

# ActivationConditionsAspect
source: To activate this ability, certain conditions must be met. {0:prop.Conditions}
ru: Чтобы способность могла быть активирована, должны соблюдаться некоторые условия. {0:prop.Conditions}

# ActivationConditionsAspect_Conditions_EasyActivationCondition
source: Easy difficulty condition
ru: Условие малой сложности

# ActivationConditionsAspect_Conditions_HardActivationCondition
source: Hard difficulty condition
ru: Условие высокой сложности

# ActivationConditionsAspect_Conditions_MediumActivationCondition
source: Medium difficulty condition
ru: Условие средней сложности

# ActivationConditionsAspect_Conditions_NeedToAbleToTalk
source: Character need to able to talk
ru: Персонаж должен мочь говорить

# ActivationConditionsAspect_Conditions_NeedToMove
source: Character need to able to move
ru: Персонаж должен мочь двигаться

# ActivationConditionsAspect_Conditions_NeedToMoveArm
source: Character need to able to move arm
ru: Персонаж должен мочь двигать рукой

# ActivationConditionsAspect_Conditions_NeedToMoveBothArms
source: Character need to able to move both arms
ru: Персонаж должен мочь двигать руками

# ActivationConditionsAspect_Special_None
source: No special conditions are required to activate this ability.
ru: Для активации этой способности не требуется никаких особых условий.

# CooldownAspect
source: You can use this ability {0:prop.UsesCount--time}. The number of uses is restored via {0:prop.Condition} after the first use.
ru: Вы можете использовать эту способность {0:prop.UsesCount--раз,раза,раз}. Количество использований восстанавливается через {0:prop.Condition} после первого использования.

# CooldownAspect_Condition_Day
source: 1 day
ru: 1 день

# CooldownAspect_Condition_Hour
source: 1 hour
ru: 1 час

# CooldownAspect_Condition_HundredYears
source: 100 years
ru: 100 лет

# CooldownAspect_Condition_Minute
source: 1 minute
ru: 1 минуту

# CooldownAspect_Condition_Month
source: 1 month
ru: 1 месяц

# CooldownAspect_Condition_Round
source: 1 round
ru: 1 раунд

# CooldownAspect_Condition_TenYears
source: 10 years
ru: 10 лет

# CooldownAspect_Condition_Week
source: 1 week
ru: 1 неделю

# CooldownAspect_Condition_Year
source: 1 year
ru: 1 год

# CooldownAspect_Special_None
source: This ability does not require recharging before the next use.
ru: Данная способность не требует перезарядки перед очередным использованием.

# DamageEffect
source: Due to this effect, the ability deals {0:prop.Impact} of damage.
ru: Благодаря этому эффекту способность наносит {0:prop.Impact.Dice} урона.

# DurationAspect
source: Effect duration: {0:prop.Duration--@Unit}.
ru: Длительность эффекта: {0:prop.Duration--@Unit}.

# DurationAspect_Special_CanDisable
source: The character can cancel the effect at any time.
ru: Персонаж в любой момент может отменить действие эффекта.

# DurationAspect_Unit_Day
source: day
ru: день,дня,дней

# DurationAspect_Unit_Hour
source: hour
ru: час,часа,часов

# DurationAspect_Unit_Minute
source: minute
ru: минута,минуты,минут

# DurationAspect_Unit_Round
source: round
ru: раунд,раунда,раундов

# DurationAspect_Unit_Year
source: year
ru: год,года,лет
